Repository: DyorHQ/IOS-app
Catalog: ios/DyorHQ/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, ko, zh_hans

source: Order status unknown — Perpl didn't confirm the new take-profit. Check Open Orders before placing it again.
es: Estado de la orden desconocido: Perpl no confirmó el nuevo take profit. Revisa las órdenes abiertas antes de volver a colocarlo.
fr: Statut de l'ordre inconnu — Perpl n'a pas confirmé le nouveau take profit. Vérifiez les ordres ouverts avant de le placer à nouveau.
ko: 주문 상태를 알 수 없습니다 — Perpl이 새 익절 주문을 확인하지 않았습니다. 다시 넣기 전에 미체결 주문을 확인하십시오.
zh_hans: 订单状态未知：Perpl 未确认新的止盈。再次下单前，先查看“委托”。

source: Order status unknown — Perpl didn't confirm the new take-profit. The old one was cancelled. Check Open Orders before placing it again.
es: Estado de la orden desconocido: Perpl no confirmó el nuevo take profit. El anterior se canceló. Revisa las órdenes abiertas antes de volver a colocarlo.
fr: Statut de l'ordre inconnu — Perpl n'a pas confirmé le nouveau take profit. L'ancien a été annulé. Vérifiez les ordres ouverts avant de le placer à nouveau.
ko: 주문 상태를 알 수 없습니다 — Perpl이 새 익절 주문을 확인하지 않았습니다. 기존 익절 주문은 취소되었습니다. 다시 넣기 전에 미체결 주문을 확인하십시오.
zh_hans: 订单状态未知：Perpl 未确认新的止盈。旧的止盈已取消。再次下单前，先查看“委托”。

source: Order status unknown — Perpl didn't confirm this order, so it may have been placed. Check Open Orders and Positions before placing it again.
es: Estado de la orden desconocido: Perpl no confirmó esta orden, así que puede que se haya colocado. Revisa las órdenes abiertas y las posiciones antes de volver a colocarla.
fr: Statut de l'ordre inconnu — Perpl n'a pas confirmé cet ordre, il a donc peut-être été placé. Vérifiez les ordres ouverts et les positions avant de le placer à nouveau.
ko: 주문 상태를 알 수 없습니다 — Perpl이 이 주문을 확인하지 않아 주문이 들어갔을 수 있습니다. 다시 넣기 전에 미체결 주문과 포지션을 확인하십시오.
zh_hans: 订单状态未知：Perpl 未确认此订单，因此它可能已经下单。再次下单前，先查看“委托”和“仓位”。

source: Order view
es: Vista de órdenes
fr: Vue des ordres
ko: 주문 보기
zh_hans: 订单视图

source: Orders
es: Órdenes
fr: Ordres
ko: 주문
zh_hans: 委托

source: Owed to collectors
es: Adeudado a coleccionistas
fr: Dus aux collectionneurs
ko: 수집가에게 지급 예정
zh_hans: 应付收藏者

source: P&L
es: PnL
fr: PnL
ko: 손익
zh_hans: 盈亏

source: Paid in USDC: %1$@ reserve, %2$@ creator, %3$@ DyorHQ. Your NFT appears on OpenSea as soon as it settles.
es: Pagado en USDC: %1$@ reserva, %2$@ creador, %3$@ DyorHQ. Tu NFT aparecerá en OpenSea en cuanto se confirme.
fr: Payé en USDC : %1$@ réserve, %2$@ créateur, %3$@ DyorHQ. Votre NFT apparaîtra sur OpenSea dès la finalisation.
ko: USDC로 결제: 준비금 %1$@, 크리에이터 %2$@, DyorHQ %3$@. 트랜잭션이 확정되는 즉시 내 NFT가 OpenSea에 표시돼요.
zh_hans: 以 USDC 支付：储备金 %1$@，创作者 %2$@，DyorHQ %3$@。结算后，你的 NFT 会立即显示在 OpenSea 上。

source: Paired with
es: Emparejado con
fr: Apparié à
ko: 페어 자산
zh_hans: 配对

source: Pairing
es: Emparejamiento
fr: Paire
ko: 페어링
zh_hans: 配对

source: Pairs with %@
es: Se empareja con %@
fr: Apparié à %@
ko: %@ 페어
zh_hans: 与 %@ 配对

source: Part of this was already sent. Check it with View above before trying again — confirming again here could send it twice.
es: Una parte ya se envió. Compruébalo con Ver (arriba) antes de volver a intentarlo: si confirmas de nuevo aquí, podría enviarse dos veces.
fr: Une partie a déjà été envoyée. Vérifiez-la avec « Voir » ci-dessus avant de réessayer — confirmer à nouveau ici pourrait l'envoyer deux fois.
ko: 이 중 일부는 이미 전송되었습니다. 다시 시도하기 전에 위의 ‘보기’로 확인하십시오 — 여기서 다시 확인하면 두 번 전송될 수 있습니다.
zh_hans: 其中一部分已发送。重试前，先通过上方的“查看”进行核对：在此再次确认可能会发送两次。

source: Part of your history couldn't be read just now, so some figures may be missing. Pull to refresh.
es: No se pudo leer parte de tu historial en este momento, así que puede que falten algunas cifras. Desliza hacia abajo para actualizar.
fr: Une partie de votre historique n'a pas pu être lue pour le moment : certains chiffres peuvent donc manquer. Tirez pour actualiser.
ko: 지금은 내역의 일부를 읽지 못해 일부 수치가 누락되었을 수 있어요. 당겨서 새로 고침하세요.
zh_hans: 暂时无法读取你的部分历史记录，因此某些数据可能缺失。下拉刷新。

source: Part of your launchpad couldn't be read just now, so some coins or fees may be missing. Pull to refresh.
es: No se pudo leer parte de tu launchpad en este momento, así que puede que falten algunas monedas o comisiones. Desliza hacia abajo para actualizar.
fr: Une partie de votre launchpad n'a pas pu être lue pour le moment : certains jetons ou frais peuvent donc manquer. Tirez pour actualiser.
ko: 지금은 런치패드 정보의 일부를 읽지 못해 일부 코인이나 수수료가 누락되었을 수 있어요. 당겨서 새로 고침하세요.
zh_hans: 暂时无法读取你的部分 Launchpad 数据，因此某些币或手续费可能缺失。下拉刷新。

source: Part of your wallet couldn't be read, so a token may be missing from the list and the total.
es: No se pudo leer parte de tu billetera, así que puede que falte algún token en la lista y en el total.
fr: Une partie de votre portefeuille n'a pas pu être lue : un jeton peut donc manquer dans la liste et le total.
ko: 지갑의 일부를 읽지 못해 목록과 합계에서 토큰이 누락되었을 수 있어요.
zh_hans: 你的钱包有部分内容无法读取，因此列表和总额中可能缺少某个代币。

source: Part of your wallet couldn't be read, so a token may be missing from the list.
es: No se pudo leer parte de tu billetera, así que puede que falte algún token en la lista.
fr: Une partie de votre portefeuille n'a pas pu être lue : un jeton peut donc manquer dans la liste.
ko: 지갑의 일부를 읽지 못해 목록에서 토큰이 누락되었을 수 있어요.
zh_hans: 你的钱包有部分内容无法读取，因此列表中可能缺少某个代币。

source: Passkey
es: Llave de acceso
fr: Clé d'identification
ko: 패스키
zh_hans: 通行密钥

source: Passkey (Privy)
es: Llave de acceso (Privy)
fr: Clé d'identification (Privy)
ko: 패스키(Privy)
zh_hans: 通行密钥（Privy）

source: Passkey Session
es: Sesión de llave de acceso
fr: Session de clé d'identification
ko: 패스키 세션
zh_hans: 通行密钥会话

source: Passkey accounts are created from the sign-in screen, not added here.
es: Las cuentas con llave de acceso se crean desde la pantalla de inicio de sesión, no se añaden aquí.
fr: Les comptes à clé d'identification sont créés depuis l'écran de connexion, pas ajoutés ici.
ko: 패스키 계정은 여기서 추가하지 않고 로그인 화면에서 만들어요.
zh_hans: 通行密钥账户需在登录界面创建，而不是在此添加。

source: Passkey added.
es: Llave de acceso añadida.
fr: Clé d'identification ajoutée.
ko: 패스키가 추가되었어요.
zh_hans: 已添加通行密钥。

source: Passkey session %@
es: Sesión de llave de acceso %@
fr: Session de clé d'identification %@
ko: 패스키 세션 %@
zh_hans: 通行密钥会话 %@

source: Passkey session locked
es: Sesión de llave de acceso bloqueada
fr: Session de clé d'identification verrouillée
ko: 패스키 세션 잠김
zh_hans: 通行密钥会话已锁定

source: Passkeys
es: Llaves de acceso
fr: Clés d'identification
ko: 패스키
zh_hans: 通行密钥

source: Passkeys are not enabled in this build.
es: Las llaves de acceso no están activadas en esta versión.
fr: Les clés d'identification ne sont pas activées dans cette version.
ko: 이 빌드에서는 패스키가 활성화되어 있지 않아요.
zh_hans: 此版本未启用通行密钥。

source: Passkeys aren’t set up for DyorHQ on this device yet: iOS couldn’t confirm the app belongs to accounts.dyorhq.fun. Check your connection and try again, or update the app.
es: Las llaves de acceso aún no están configuradas para DyorHQ en este dispositivo: iOS no pudo confirmar que la app pertenece a accounts.dyorhq.fun. Revisa tu conexión y vuelve a intentarlo, o actualiza la app.
fr: Les clés d'identification ne sont pas encore configurées pour DyorHQ sur cet appareil : iOS n'a pas pu confirmer que l'app appartient à accounts.dyorhq.fun. Vérifiez votre connexion et réessayez, ou mettez à jour l'app.
ko: 이 기기에서는 아직 DyorHQ 패스키가 설정되지 않았습니다. iOS가 이 앱이 accounts.dyorhq.fun에 속하는지 확인하지 못했습니다. 연결 상태를 확인하고 다시 시도하거나 앱을 업데이트하십시오.
zh_hans: 此设备尚未为 DyorHQ 设置通行密钥：iOS 无法确认此应用属于 accounts.dyorhq.fun。检查你的网络连接后重试，或更新应用。

source: Passkeys in this build open a DyorHQ passkey account, not a Privy one.
es: En esta versión, las llaves de acceso abren una cuenta con llave de acceso de DyorHQ, no una de Privy.
fr: Dans cette version, les clés d'identification ouvrent un compte à clé d'identification DyorHQ, et non un compte Privy.
ko: 이 빌드의 패스키는 Privy 계정이 아닌 DyorHQ 패스키 계정을 엽니다.
zh_hans: 此版本中的通行密钥会打开 DyorHQ 通行密钥账户，而不是 Privy 账户。

source: Password
es: Contraseña
fr: Mot de passe
ko: 비밀번호
zh_hans: 密码

source: Password strength
es: Seguridad de la contraseña
fr: Robustesse du mot de passe
ko: 비밀번호 강도
zh_hans: 密码强度

source: Passwords don’t match.
es: Las contraseñas no coinciden.
fr: Les mots de passe ne correspondent pas.
ko: 비밀번호가 일치하지 않습니다.
zh_hans: 两次输入的密码不一致。

source: Past 24 hours
es: Últimas 24 horas
fr: Dernières 24 heures
ko: 지난 24시간
zh_hans: 过去 24 小时

source: Past Cohorts
es: Cohortes anteriores
fr: Cohortes précédentes
ko: 이전 기수
zh_hans: 往期批次

source: Past cohort Moment
es: Moment de una cohorte anterior
fr: Moment d'une cohorte précédente
ko: 이전 기수 Moment
zh_hans: 往期批次 Moment

source: Past cohort · trading closed
es: Cohorte anterior · trading cerrado
fr: Cohorte précédente · trading fermé
ko: 이전 기수 · 거래 종료
zh_hans: 往期批次 · 交易已关闭

source: Past cohort — collecting closed
es: Cohorte anterior — colección cerrada
fr: Cohorte précédente — collecte fermée
ko: 이전 기수 — 수집 종료
zh_hans: 往期批次：收藏已关闭

source: Paste
es: Pegar
fr: Coller
ko: 붙여넣기
zh_hans: 粘贴

source: Paste from Clipboard
es: Pegar del portapapeles
fr: Coller depuis le presse-papiers
ko: 클립보드에서 붙여넣기
zh_hans: 从剪贴板粘贴

source: Pay with %@
es: Pagar con %@
fr: Payer avec %@
ko: 지불 토큰 %@
zh_hans: 使用 %@ 支付

source: Pending
es: Pendiente
fr: En attente
ko: 대기 중
zh_hans: 待毕业

source: Pending rewards
es: Recompensas pendientes
fr: Récompenses en attente
ko: 대기 중인 보상
zh_hans: 待领取奖励

source: Pending…
es: Pendiente…
fr: En attente…
ko: 대기 중…
zh_hans: 待确认…

source: Per edition
es: Por edición
fr: Par édition
ko: 에디션당
zh_hans: 每份

source: Period
es: Período
fr: Période
ko: 기간
zh_hans: 周期

source: Perpetuals on Perpl
es: Perpetuos en Perpl
fr: Contrats perpétuels sur Perpl
ko: Perpl 무기한 선물
zh_hans: Perpl 上的永续合约

source: Perpl Trading
es: Trading en Perpl
fr: Trading Perpl
ko: Perpl 거래
zh_hans: Perpl 交易

source: Perpl collateral and open positions
es: Colateral y posiciones abiertas en Perpl
fr: Garanties et positions ouvertes sur Perpl
ko: Perpl 담보 및 열린 포지션
zh_hans: Perpl 抵押品和未平仓位

source: Perpl didn't confirm cancelling the old stop-loss, so the new one wasn't placed. Check Orders before trying again.
es: Perpl no confirmó la cancelación del stop loss anterior, así que no se colocó el nuevo. Revisa Órdenes antes de volver a intentarlo.
fr: Perpl n'a pas confirmé l'annulation de l'ancien stop loss : le nouveau n'a donc pas été placé. Vérifiez l'onglet Ordres avant de réessayer.
ko: Perpl이 기존 손절 주문의 취소를 확인하지 않아 새 주문을 넣지 않았습니다. 다시 시도하기 전에 ‘주문’ 탭을 확인하십시오.
zh_hans: Perpl 未确认取消旧的止损，因此新的止损未下单。重试前先查看“委托”。

source: Perpl didn't confirm cancelling the old take-profit, so the new one wasn't placed. Check Orders before trying again.
es: Perpl no confirmó la cancelación del take profit anterior, así que no se colocó el nuevo. Revisa Órdenes antes de volver a intentarlo.
fr: Perpl n'a pas confirmé l'annulation de l'ancien take profit : le nouveau n'a donc pas été placé. Vérifiez l'onglet Ordres avant de réessayer.
ko: Perpl이 기존 익절 주문의 취소를 확인하지 않아 새 주문을 넣지 않았습니다. 다시 시도하기 전에 ‘주문’ 탭을 확인하십시오.
zh_hans: Perpl 未确认取消旧的止盈，因此新的止盈未下单。重试前先查看“委托”。

source: Perpl didn't confirm cancelling the stop-loss at %@. Check Orders before trying again.
es: Perpl no confirmó la cancelación del stop loss a %@. Revisa Órdenes antes de volver a intentarlo.
fr: Perpl n'a pas confirmé l'annulation du stop loss à %@. Vérifiez l'onglet Ordres avant de réessayer.
ko: Perpl이 %@에 설정된 손절 주문의 취소를 확인하지 않았습니다. 다시 시도하기 전에 ‘주문’ 탭을 확인하십시오.
zh_hans: Perpl 未确认取消 %@ 的止损。重试前先查看“委托”。

source: Perpl didn't confirm cancelling the take-profit at %@. Check Orders before trying again.
es: Perpl no confirmó la cancelación del take profit a %@. Revisa Órdenes antes de volver a intentarlo.
fr: Perpl n'a pas confirmé l'annulation du take profit à %@. Vérifiez l'onglet Ordres avant de réessayer.
ko: Perpl이 %@에 설정된 익절 주문의 취소를 확인하지 않았습니다. 다시 시도하기 전에 ‘주문’ 탭을 확인하십시오.
zh_hans: Perpl 未确认取消 %@ 的止盈。重试前先查看“委托”。

source: Perpl has no candle history for this market yet.
es: Perpl aún no tiene historial de velas para este mercado.
fr: Perpl n'a pas encore d'historique de bougies pour ce marché.
ko: Perpl에 아직 이 마켓의 캔들 기록이 없어요.
zh_hans: Perpl 暂无此市场的 K 线历史。

source: Perpl hasn't reported this position on the trading connection yet. Try again in a moment.
es: Perpl aún no ha informado de esta posición en la conexión de trading. Vuelve a intentarlo en un momento.
fr: Perpl n'a pas encore signalé cette position sur la connexion de trading. Réessayez dans un instant.
ko: Perpl이 아직 거래 연결에서 이 포지션을 보고하지 않았습니다. 잠시 후 다시 시도하십시오.
zh_hans: Perpl 尚未通过交易连接报告此仓位。稍后重试。

source: Perpl hasn't sent your open orders yet, so take-profit and stop-loss left from an earlier position can't be checked. Nothing was sent. Try again in a moment.
es: Perpl aún no ha enviado tus órdenes abiertas, así que no se pueden comprobar los take profit y stop loss que quedaron de una posición anterior. No se envió nada. Vuelve a intentarlo en un momento.
fr: Perpl n'a pas encore envoyé vos ordres ouverts : les take profit et stop loss restant d'une position précédente ne peuvent donc pas être vérifiés. Rien n'a été envoyé. Réessayez dans un instant.
ko: Perpl이 아직 미체결 주문을 보내지 않아 이전 포지션에서 남은 익절·손절 주문을 확인할 수 없습니다. 아무것도 전송되지 않았습니다. 잠시 후 다시 시도하십시오.
zh_hans: Perpl 尚未发送你的当前委托，因此无法检查之前仓位残留的止盈和止损。未发送任何内容。稍后重试。

source: Perpl history: %@
es: Historial de Perpl: %@
fr: Historique Perpl : %@
ko: Perpl 내역: %@
zh_hans: Perpl 历史记录：%@

source: Perpl markets could not be loaded.
es: No se pudieron cargar los mercados de Perpl.
fr: Impossible de charger les marchés Perpl.
ko: Perpl 마켓을 불러오지 못했습니다.
zh_hans: 无法加载 Perpl 市场。

source: Perpl positions couldn't be read in full.
es: No se pudieron leer por completo las posiciones de Perpl.
fr: Les positions Perpl n'ont pas pu être lues en totalité.
ko: Perpl 포지션을 모두 읽지 못했습니다.
zh_hans: 无法完整读取 Perpl 仓位。

source: Perpl refused it.
es: Perpl lo rechazó.
fr: Perpl l'a refusé.
ko: Perpl이 거부했습니다.
zh_hans: Perpl 拒绝了该请求。

source: Perpl refused the cancel.
es: Perpl rechazó la cancelación.
fr: Perpl a refusé l'annulation.
ko: Perpl이 취소를 거부했습니다.
zh_hans: Perpl 拒绝了取消请求。

# Perpl refused to cancel the stop-loss at %@: %@. It is still live.
source: Perpl refused to cancel the stop-loss at %1$@: %2$@. It is still live.
es: Perpl se negó a cancelar el stop loss a %1$@: %2$@. Sigue activo.
fr: Perpl a refusé d'annuler le stop loss à %1$@ : %2$@. Il est toujours actif.
ko: Perpl이 %1$@에 설정된 손절 주문의 취소를 거부했습니다: %2$@. 주문은 아직 활성 상태입니다.
zh_hans: Perpl 拒绝取消 %1$@ 的止损：%2$@。它仍然有效。

# Perpl refused to cancel the take-profit at %@: %@. It is still live.
source: Perpl refused to cancel the take-profit at %1$@: %2$@. It is still live.
es: Perpl se negó a cancelar el take profit a %1$@: %2$@. Sigue activo.
fr: Perpl a refusé d'annuler le take profit à %1$@ : %2$@. Il est toujours actif.
ko: Perpl이 %1$@에 설정된 익절 주문의 취소를 거부했습니다: %2$@. 주문은 아직 활성 상태입니다.
zh_hans: Perpl 拒绝取消 %1$@ 的止盈：%2$@。它仍然有效。

source: Perpl rejected the order.
es: Perpl rechazó la orden.
fr: Perpl a rejeté l'ordre.
ko: Perpl이 주문을 거부했습니다.
zh_hans: Perpl 拒绝了该订单。

source: Perpl trading isn't connected, so this position's current TP/SL can't be read. Reconnect in Profile → Perpl Trading.
es: El trading en Perpl no está conectado, así que no se puede leer el TP/SL actual de esta posición. Vuelve a conectarlo en Perfil → Trading en Perpl.
fr: Le trading Perpl n'est pas connecté : le TP/SL actuel de cette position ne peut donc pas être lu. Reconnectez-vous dans Profil → Trading Perpl.
ko: Perpl 거래가 연결되어 있지 않아 이 포지션의 현재 익절/손절을 읽을 수 없습니다. 프로필 → Perpl 거래에서 다시 연결하십시오.
zh_hans: Perpl 交易未连接，因此无法读取此仓位当前的止盈/止损。在“个人资料”→“Perpl 交易”中重新连接。

source: Perpl trading isn't connected. Reconnect in Profile → Perpl Trading to cancel.
es: El trading en Perpl no está conectado. Vuelve a conectarlo en Perfil → Trading en Perpl para cancelar.
fr: Le trading Perpl n'est pas connecté. Reconnectez-vous dans Profil → Trading Perpl pour annuler.
ko: Perpl 거래가 연결되어 있지 않습니다. 취소하려면 프로필 → Perpl 거래에서 다시 연결하십시오.
zh_hans: Perpl 交易未连接。在“个人资料”→“Perpl 交易”中重新连接后即可取消。

source: Perpl's candles couldn't be loaded. Retrying every 15 seconds.
es: No se pudieron cargar las velas de Perpl. Se reintenta cada 15 segundos.
fr: Impossible de charger les bougies de Perpl. Nouvelle tentative toutes les 15 secondes.
ko: Perpl 캔들을 불러오지 못했습니다. 15초마다 다시 시도합니다.
zh_hans: 无法加载 Perpl 的 K 线。每 15 秒重试一次。

source: Perpl's markets couldn't be loaded. DyorHQ keeps retrying every few seconds.
es: No se pudieron cargar los mercados de Perpl. DyorHQ sigue reintentando cada pocos segundos.
fr: Impossible de charger les marchés de Perpl. DyorHQ continue de réessayer à quelques secondes d'intervalle.
ko: Perpl 마켓을 불러오지 못했습니다. DyorHQ가 몇 초마다 계속 다시 시도합니다.
zh_hans: 无法加载 Perpl 的市场。DyorHQ 会每隔几秒持续重试。

source: Perpl: deposit, withdraw to you, orders and brackets
es: Perpl: depositar, retirar a tu billetera, órdenes y TP/SL
fr: Perpl : dépôt, retrait vers vous, ordres et TP/SL
ko: Perpl: 입금, 내 지갑으로 출금, 주문 및 익절/손절
zh_hans: Perpl：充值、提取给你、订单和止盈/止损

source: Perpl’s on-chain order book, signed by your own wallet.
es: El libro de órdenes de Perpl en la blockchain, firmado con tu propia billetera.
fr: Le carnet d'ordres de Perpl sur la blockchain, signé par votre propre portefeuille.
ko: 내 지갑으로 직접 서명하는 Perpl의 온체인 호가창.
zh_hans: Perpl 的链上订单簿，由你自己的钱包签名。

source: Perps Margin Warnings
es: Avisos de margen de Perps
fr: Alertes de marge Perps
ko: Perps 증거금 경고
zh_hans: 永续保证金预警

source: Phase
es: Fase
ko: 단계
zh_hans: 阶段

source: Photo updated.
es: Foto actualizada.
fr: Photo mise à jour.
ko: 사진이 업데이트되었어요.
zh_hans: 照片已更新。

source: Pick each word from the copy you wrote down.
es: Elige cada palabra de la copia que anotaste.
fr: Choisissez chaque mot d'après la copie que vous avez notée.
ko: 적어 둔 사본을 보고 각 단어를 선택하십시오.
zh_hans: 根据你抄写下来的副本选择每个单词。

source: Pinning to IPFS…
es: Fijando en IPFS…
fr: Épinglage sur IPFS…
ko: IPFS에 고정하는 중…
zh_hans: 正在固定到 IPFS…

source: Place
es: Lugar
fr: Lieu
ko: 장소
zh_hans: 地点

source: Place Limit Close
es: Colocar cierre límite
fr: Placer une clôture limite
ko: 지정가 종료 주문
zh_hans: 下限价平仓单

source: Place Order
es: Colocar orden
fr: Placer l'ordre
ko: 주문하기
zh_hans: 下单

source: Placed on Perpl as keeper triggers that close this order's size (%@). The size is fixed: they don't grow if you add to the position later.
es: Se colocan en Perpl como disparadores de keeper que cierran el tamaño de esta orden (%@). El tamaño es fijo: no aumentan si luego añades a la posición.
fr: Placés sur Perpl comme déclencheurs keeper qui clôturent la taille de cet ordre (%@). La taille est fixe : ils n'augmentent pas si vous renforcez la position plus tard.
ko: Perpl에 이 주문 수량(%@)을 종료하는 키퍼 트리거로 설정돼요. 수량은 고정되어 있어, 나중에 포지션을 늘려도 함께 늘어나지 않아요.
zh_hans: 以 Keeper 触发单的形式下在 Perpl 上，平仓数量为此订单的数量（%@）。该数量是固定的：如果之后加仓，它们不会随之增加。

source: Placed on Perpl as keeper triggers that close this order's size only (%1$@), not your whole %2$@ position. For all of it, use TP/SL on the position.
es: Se colocan en Perpl como disparadores de keeper que cierran solo el tamaño de esta orden (%1$@), no toda tu posición de %2$@. Para cerrarla entera, usa TP/SL en la posición.
fr: Placés sur Perpl comme déclencheurs keeper qui clôturent uniquement la taille de cet ordre (%1$@), et non toute votre position %2$@. Pour la totalité, utilisez « TP/SL » sur la position.
ko: Perpl에 전체 %2$@ 포지션이 아닌 이 주문 수량(%1$@)만 종료하는 키퍼 트리거로 설정돼요. 전체를 종료하려면 포지션의 익절/손절을 사용하세요.
zh_hans: 以 Keeper 触发单的形式下在 Perpl 上，只平掉此订单的数量（%1$@），而不是你的整个 %2$@ 仓位。如需平掉整个仓位，在仓位上使用“止盈/止损”。

source: Placed on Perpl as keeper triggers that close this order's size only, not your whole %@ position. For all of it, use TP/SL on the position.
es: Se colocan en Perpl como disparadores de keeper que cierran solo el tamaño de esta orden, no toda tu posición de %@. Para cerrarla entera, usa TP/SL en la posición.
fr: Placés sur Perpl comme déclencheurs keeper qui clôturent uniquement la taille de cet ordre, et non toute votre position %@. Pour la totalité, utilisez « TP/SL » sur la position.
ko: Perpl에 전체 %@ 포지션이 아닌 이 주문 수량만 종료하는 키퍼 트리거로 설정돼요. 전체를 종료하려면 포지션의 익절/손절을 사용하세요.
zh_hans: 以 Keeper 触发单的形式下在 Perpl 上，只平掉此订单的数量，而不是你的整个 %@ 仓位。如需平掉整个仓位，在仓位上使用“止盈/止损”。

source: Placed on Perpl as keeper triggers that close this order's size. The size is fixed: they don't grow if you add to the position later.
es: Se colocan en Perpl como disparadores de keeper que cierran el tamaño de esta orden. El tamaño es fijo: no aumentan si luego añades a la posición.
fr: Placés sur Perpl comme déclencheurs keeper qui clôturent la taille de cet ordre. La taille est fixe : ils n'augmentent pas si vous renforcez la position plus tard.
ko: Perpl에 이 주문 수량을 종료하는 키퍼 트리거로 설정돼요. 수량은 고정되어 있어, 나중에 포지션을 늘려도 함께 늘어나지 않아요.
zh_hans: 以 Keeper 触发单的形式下在 Perpl 上，平仓数量为此订单的数量。该数量是固定的：如果之后加仓，它们不会随之增加。

source: Platform pool fees
es: Comisiones del pool de la plataforma
fr: Frais du pool de la plateforme
ko: 플랫폼 풀 수수료
zh_hans: 平台池子手续费

source: Platform proceeds
es: Ingresos de la plataforma
fr: Recettes de la plateforme
ko: 플랫폼 수익금
zh_hans: 平台收益

source: Platform wallet
es: Billetera de la plataforma
fr: Portefeuille de la plateforme
ko: 플랫폼 지갑
zh_hans: 平台钱包

source: Policy change
es: Cambio de política
fr: Changement de politique
ko: 정책 변경
zh_hans: 政策变更

source: Pool fee
es: Comisión del pool
fr: Frais du pool
ko: 풀 수수료
zh_hans: 池子手续费

source: Pool fees
es: Comisiones del pool
fr: Frais du pool
ko: 풀 수수료
zh_hans: 池子手续费

source: Pool fees to withdraw
es: Comisiones del pool por retirar
fr: Frais du pool à retirer
ko: 출금할 풀 수수료
zh_hans: 可提取的池子手续费

source: Popular
es: Populares
fr: Populaires
ko: 인기
zh_hans: 热门

source: Portfolio
es: Portafolio
ko: 포트폴리오
zh_hans: 投资组合

source: Position
es: Posición
ko: 포지션
zh_hans: 仓位

source: Position deleveraged
es: Posición desapalancada
fr: Position réduite (ADL)
ko: 포지션 자동 디레버리징됨
zh_hans: 仓位被自动减仓

source: Position liquidated
es: Posición liquidada
fr: Position liquidée
ko: 포지션 청산됨
zh_hans: 仓位已被强平

source: Position opened, but Perpl didn't accept the stop-loss. Set it with TP/SL on the position.
es: Posición abierta, pero Perpl no aceptó el stop loss. Configúralo con TP/SL en la posición.
fr: Position ouverte, mais Perpl n'a pas accepté le stop loss. Définissez-le avec « TP/SL » sur la position.
ko: 포지션이 열렸지만 Perpl이 손절 주문을 받아들이지 않았습니다. 포지션의 익절/손절에서 설정하십시오.
zh_hans: 仓位已开，但 Perpl 未接受止损。在仓位上通过“止盈/止损”设置止损。

source: Position opened, but Perpl didn't accept the take-profit and stop-loss. Set them with TP/SL on the position.
es: Posición abierta, pero Perpl no aceptó el take profit ni el stop loss. Configúralos con TP/SL en la posición.
fr: Position ouverte, mais Perpl n'a pas accepté le take profit et le stop loss. Définissez-les avec « TP/SL » sur la position.
ko: 포지션이 열렸지만 Perpl이 익절 및 손절 주문을 받아들이지 않았습니다. 포지션의 익절/손절에서 설정하십시오.
zh_hans: 仓位已开，但 Perpl 未接受止盈和止损。在仓位上通过“止盈/止损”进行设置。

source: Position opened, but Perpl didn't accept the take-profit. Set it with TP/SL on the position.
es: Posición abierta, pero Perpl no aceptó el take profit. Configúralo con TP/SL en la posición.
fr: Position ouverte, mais Perpl n'a pas accepté le take profit. Définissez-le avec « TP/SL » sur la position.
ko: 포지션이 열렸지만 Perpl이 익절 주문을 받아들이지 않았습니다. 포지션의 익절/손절에서 설정하십시오.
zh_hans: 仓位已开，但 Perpl 未接受止盈。在仓位上通过“止盈/止损”设置止盈。

source: Position unwound
es: Posición deshecha
fr: Position dénouée
ko: 포지션 해소됨
zh_hans: 仓位被平仓

source: Positions
es: Posiciones
ko: 포지션
zh_hans: 仓位

source: Post only (maker)
es: Solo maker
ko: 포스트 온리(메이커)
zh_hans: 只做 Maker

source: Post-Only
es: Solo maker
ko: 포스트 온리
zh_hans: 只做 Maker

source: Powered by Aurora Intents · cross-chain settlement handled for you.
es: Con tecnología de Aurora Intents · la ejecución entre cadenas se gestiona automáticamente.
fr: Propulsé par Aurora Intents · règlement entre chaînes géré pour vous.
ko: Aurora Intents 제공 · 크로스체인 정산을 대신 처리해요.
zh_hans: 由 Aurora Intents 提供支持 · 跨链结算将为你自动处理。

source: Preparing transaction
es: Preparando la transacción
fr: Préparation de la transaction
ko: 트랜잭션 준비 중
zh_hans: 正在准备交易

source: Preview
es: Vista previa
fr: Aperçu
ko: 미리보기
zh_hans: 预览

source: Price
es: Precio
fr: Prix
ko: 가격
zh_hans: 价格
